{
  "Comment.nvim": {
    "branch": "master"
  },
  "actually.nvim": {
    "branch": "main"
  },
  "autolist.nvim": {
    "branch": "main"
  },
  "close-buffers.nvim": {
    "branch": "master"
  },
  "colortils.nvim": {
    "branch": "main"
  },
  "committia.vim": {
    "branch": "master"
  },
  "deadcolumn.nvim": {
    "branch": "master"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "dracula.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "fold-preview.nvim": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "fzy-lua-native": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hydra.nvim": {
    "branch": "master"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "incline.nvim": {
    "branch": "main"
  },
  "keymap-amend.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "legendary.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "middleclass": {
    "branch": "master"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "minimal.nvim": {
    "branch": "main"
  },
  "mkdx": {
    "branch": "master"
  },
  "modes.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v2.x"
  },
  "nightfox.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "numb.nvim": {
    "branch": "master"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-bufdel": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-recorder": {
    "branch": "main"
  },
  "nvim-scrollbar": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-rainbow2": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvim-window-picker": {
    "branch": "main"
  },
  "octo.nvim": {
    "branch": "master"
  },
  "oxocarbon.nvim": {
    "branch": "main"
  },
  "paint.nvim": {
    "branch": "main"
  },
  "parinfer-rust": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popup.nvim": {
    "branch": "master"
  },
  "stabilize.nvim": {
    "branch": "master"
  },
  "stickybuf.nvim": {
    "branch": "master"
  },
  "targets.vim": {
    "branch": "master"
  },
  "telescope-bookmarks.nvim": {
    "branch": "main"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-github.nvim": {
    "branch": "master"
  },
  "telescope-heading.nvim": {
    "branch": "main"
  },
  "telescope-zoxide": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tint.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trld.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "vim": {
    "branch": "master"
  },
  "vim-LineJuggler": {
    "branch": "master"
  },
  "vim-caser": {
    "branch": "master"
  },
  "vim-eunuch": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-gtfo": {
    "branch": "master"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "vim-ingo-library": {
    "branch": "master"
  },
  "vim-just": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-numbertoggle": {
    "branch": "main"
  },
  "vim-obsession": {
    "branch": "master"
  },
  "vim-prosession": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-sensible": {
    "branch": "master"
  },
  "vim-smartq": {
    "branch": "main"
  },
  "vim-textobj-sentence": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  },
  "vitesse.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "windows.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
